Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.f51fc1a0d598
source: ワークアウトを完了しますか？
ar_sa: هل ترغب في إكمال تمرينك؟
ca: T'agradaria completar el teu entrenament?
cs: Chcete dokončit trénink?
da: Vil du fuldføre træningen?
de_de: Möchten Sie das Training beenden?
el: Θέλετε να ολοκληρώσετε την προπόνηση;
en_au: Complete Workout?
es_es: ¿Completar el entrenamiento?
fi: Haluatko suorittaa harjoituksen?
fr_ca: Voulez-vous terminer votre entraînement ?
gu: શું તમે કસરત પૂર્ણ કરવા માંગો છો?
he: האם סיימת את האימון?
hi: क्या आप वर्कआउट पूरा करना चाहते हैं?
hr: Želite li dovršiti vježbu?
hu: Elvégezted az edzést?
id: Apakah Anda ingin menyelesaikan latihan?
it: Completare l'allenamento?
ko: 운동을 완료하시겠습니까?
mr: तुम्ही व्यायाम पूर्ण करू इच्छिता?
ms: Adakah anda ingin melengkapkan latihan?
nl_nl: Wil je de training voltooien?
no: Vil du fullføre treningen?
pl: Czy chcesz zakończyć trening?
pt_br: Você deseja concluir o treino?
pt_pt: Você deseja concluir o treino?
ro: Vrei să finalizezi antrenamentul?
ru: Завершить тренировку?
sk: Chcete dokončiť tréning?
sl: Ali želite dokončati trening?
sv: Vill du avsluta träningspasset?
ta: உடற்பயிற்சியை முடிக்க விரும்புகிறீர்களா?
te: వ్యాయామాన్ని పూర్తి చేయాలా?
th: ต้องการบันทึกการออกกำลังกายหรือไม่?
tr: Egzersizi Tamamlamak İster Misiniz?
uk: Завершити тренування?
vi: Bạn muốn hoàn thành bài tập này?
zh_hans: 是否完成锻炼？
zh_hant: 是否完成運動？

# training.f57690abba57
source: 推定1RM
ar_sa: يقدر بـ 1RM
ca: 1RM estimat
cs: Odhad 1RM
da: Estimeret 1RM
de_de: Geschätzter 1RM
el: Εκτιμώμενο 1RM
en_au: Estimated 1RM
es_es: Estimación 1RM
fi: Arvioitu 1RM (yksi toisto maksimi)
fr_ca: Estimation 1RM
gu: અંદાજિત 1RM
he: הערכה של 1RM
hi: अनुमानित 1RM
hr: Procijenjena 1RM
hu: Becsült maximális teljesítmény
id: Perkiraan 1RM
it: Stima 1RM (massimo ripetibile)
ko: 추정 1RM
mr: अंदाजे 1RM
ms: Anggaran 1RM
nl_nl: Geschatte 1RM
no: Estimerte 1RM
pl: Szacunkowa wartość maksymalnego obciążenia (1RM)
pt_br: Estimativa de 1RM
pt_pt: Estimativa de 1RM
ro: Estimare 1RM
ru: Приблизительное значение 1RM
sk: Odhadovaná 1RM (maximálna váha)
sl: Približna 1RM (maksimalni izračun)
sv: Uppskattad 1RM
ta: தோராயமான 1RM
te: సుమారు 1RM
th: ประมาณ 1RM
tr: Tahmini 1RM
uk: Орієнтовна 1RM
vi: Ước tính 1RM
zh_hans: 预估1RM
zh_hant: 估计1RM

# training.f6878ce776cf
source: {{value1}}・計画 {{value2}}/{{value3}}セット・達成率 {{value4}}
ar_sa: {{value1}}・الخطة {{value2}}/{{value3}}Set・معدل الإنجاز {{value4}}
ca: {{value1}}・Pla {{value2}}/{{value3}}Set・Taxa d'assoliment {{value4}}
cs: {{value1}} × Plán: {{value2}}/{{value3}} sad, Úspěšnost: {{value4}}
da: {{value1}}Planen.{{value2}}/{{value3}}Sæt-opnåelsesraten.{{value4}}
de_de: «{{value1}}» · Plan {{value2}}/{{value3}} Sätze · Erfolgsgrad {{value4}}
el: {{value1}}・Σχέδιο: {{value2}}/{{value3}} σετ・Ποσοστό επίτευξης {{value4}}
en_au: {{value1}}・Plan {{value2}}/{{value3}} sets・Completion rate {{value4}}
es_es: {{value1}}・Plan {{value2}}/{{value3}} series・Porcentaje de logro {{value4}}
fi: {{value1}}・Suunnitelma {{value2}}/{{value3}} sarjaa・Saavutettu {{value4}}%
fr_ca: {{value1}} / Plan : {{value2}} séries / {{value3}} répétitions / Taux d'achèvement : {{value4}}
gu: {{value1}} / યોજના {{value2}}/{{value3}} સેટ / પૂર્ણતા દર {{value4}}
he: {{value1}}・תכנית {{value2}}/{{value3}} סטים・שיעור הצלחה {{value4}}
hi: {{value1}}・योजना {{value2}}/{{value3}} सेट・पूर्णता दर {{value4}}
hr: {{value1}}・Plan: {{value2}}/{{value3}} puta・Postignuće: {{value4}}
hu: {{value1}} · Terv: {{value2}}/{{value3}} napos program · Teljesítési arány: {{value4}}
id: {{value1}}・Rencana {{value2}}/{{value3}} set・Persentase pencapaian {{value4}}
it: {{value1}}・Piano: {{value2}}/{{value3}} serie・Percentuale di completamento: {{value4}}
ko: {{value1}}・계획 {{value2}}/{{value3}} 세트・달성률 {{value4}}
mr: {{value1}} आणि योजना {{value2}}/{{value3}} सेट・पूर्ण होण्याची टक्केवारी {{value4}}
ms: {{value1}}・Plan {{value2}}/{{value3}} set・Peratusan pencapaian {{value4}}
nl_nl: {{value1}} ⋅ Plan: {{value2}}/{{value3}} sets ⋅ Voltooiingspercentage: {{value4}}
no: {{value1}} - Plan: {{value2}}/{{value3}} sett - Fullføringsgrad {{value4}}
pl: {{value1}} / Plan: {{value2}}/{{value3}} serii / stopień realizacji: {{value4}}
pt_br: {{value1}}・Plano {{value2}}/{{value3}} séries・Taxa de conclusão {{value4}}
pt_pt: {{value1}}・Plano {{value2}}/{{value3}} séries・Taxa de conclusão {{value4}}
ro: {{value1}}・Plan: {{value2}}/{{value3}} seturi・Progres: {{value4}}
ru: {{value1}} и план: {{value2}}/{{value3}} серии, процент выполнения {{value4}}
sk: {{value1}} × Plán: {{value2}}/{{value3}} súprav, Úspešnosť: {{value4}}
sl: {{value1}} × načrt: {{value2}}/{{value3}} serij × stopnja doseganja {{value4}}
sv: {{value1}}・Plan: {{value2}}/{{value3}} set・Genomförandegrad {{value4}}
ta: {{value1}}• திட்டமிடப்பட்ட {{value2}}/{{value3}} இலக்குகளைக் கண்காணித்தல் • முன்னேற்ற சதவீதம் {{value4}}
te: {{value1}}・ప్రణాళిక {{value2}}/{{value3}} సెట్లు・పూర్తి శాతం {{value4}}
th: {{value1}} และแผน {{value2}}/{{value3}} เซ็ต・อัตราความสำเร็จ {{value4}}
tr: {{value1}} ve plan {{value2}}/{{value3}} set・Başarı oranı {{value4}}
uk: {{value1}}・План: {{value2}}/{{value3}} сесій・Прогрес: {{value4}}
vi: «{{value1}}»・Kế hoạch «{{value2}}»/«{{value3}}» tập・Tỷ lệ hoàn thành «{{value4}}»
zh_hans: {{value1}}•计划 {{value2}}/{{value3}}组 • 完成率 {{value4}}
zh_hant: {{value1}}・計畫 {{value2}}/{{value3}} 組合/達成率 {{value4}}

# training.f71407d1df3f
source: 記録種別、筋トレ、身体、食事、写真、ジム
ar_sa: نوع السجل، تدريب العضلات، الجسم، الوجبة، الصورة، صالة الألعاب الرياضية
ca: Tipus de registre, entrenament muscular, cos, menjar, foto, gimnàs
cs: Typ záznamu: cvičení, tělo, strava, fotografie, posilovna
da: Registreringstyper: træning, krop, kost, billeder, fitnesscenter
de_de: Aufzeichnungsart: Krafttraining, Körper, Ernährung, Fotos, Fitnessstudio
el: Είδος καταγραφής: Γυμναστική, Σώμα, Διατροφή, Φωτογραφίες, Γυμναστήριο
en_au: Record type: Strength training, Body, Diet, Photos, Gym
es_es: Tipos de registro: entrenamiento, cuerpo, dieta, fotos, gimnasio
fi: Tiedot: Kuntoilu, kehon mittaukset, ruokavalio, valokuvat, kuntosali
fr_ca: Types d'enregistrements : entraînement musculaire, corps, alimentation, photos, salle de sport
gu: રેકોર્ડનો પ્રકાર, કસરત, શરીર, આહાર, ફોટો, જીમ
he: סוג רישום: אימוני כוח, גוף, תזונה, צילומים, חדר כושר
hi: रिकॉर्ड का प्रकार, व्यायाम, शरीर, भोजन, तस्वीरें, जिम
hr: Vrste zapića: vježbe, tijelo, prehrana, fotografije, teretana
hu: Rekord típus: edzés, test, táplálkozás, fotók, fitneszterm
id: Jenis catatan: latihan kekuatan, tubuh, makanan, foto, gym
it: Tipo di attività: allenamento, corpo, alimentazione, foto, palestra
ko: 기록 유형: 근력 운동, 신체, 식단, 사진, 헬스장
mr: नोंदीचा प्रकार, व्यायाम, शरीर, आहार, फोटो, जिम
ms: Jenis rekod, latihan kekuatan, badan, makanan, foto, gim
nl_nl: Soorten: training, lichaam, voeding, foto's, sportschool
no: Registreringstype: styrketrening, kropp, kosthold, bilder, treningsstudio
pl: Rodzaj: trening siłowy, ciało, dieta, zdjęcia, siłownia
pt_br: Tipos de registro: treino, corpo, alimentação, fotos, academia
pt_pt: Tipos de registro: treino, corpo, alimentação, fotos, academia
ro: Tipuri de înregistrări: antrenament, corp, alimentație, fotografii, sală de sport
ru: Типы записей: тренировки, тело, питание, фотографии, спортзал
sk: Typy záznamov: cvičenie, telo, strava, fotografie, štúdio
sl: Vrste: trening, telo, prehrana, fotografije, telovadna dvorana
sv: Registreringstyp, styrketräning, kropp, kost, foto, gym
ta: பதிவின் வகை, உடற்பயிற்சி, உடல், உணவு, புகைப்படம், ஜிம்
te: రికార్డ్ రకం, వ్యాయామం, శరీరం, ఆహారం, ఫోటోలు, జిమ్
th: ประเภทข้อมูล: การออกกำลังกาย, ร่างกาย, อาหาร, รูปภาพ, สวน
tr: Kayıt türleri: Antrenman, vücut, beslenme, fotoğraf, spor salonu
uk: Типи записів: тренування, тіло, харчування, фото, спортзал
vi: Loại dữ liệu: Tập thể dục, cơ thể, dinh dưỡng, ảnh, phòng tập
zh_hans: 记录类型：力量训练、身体、饮食、照片、健身房
zh_hant: 運動項目：健身、身體、飲食、照片、健身房

# training.f74271660465
source: 全身C
ar_sa: الجسم كله ج
ca: cos sencer C
cs: Celé tělo C
da: Helkrop C
de_de: Gesamt C
el: Ολόκληρο το σώμα C
en_au: Full Body C
es_es: Entrenamiento completo C
fi: Koko kehon C-versio
fr_ca: Entier C
gu: સંપૂર્ણ C
he: כל הגוף C
hi: पूरे शरीर C
hr: Cijela tijela C.
hu: Teljes test C
id: Seluruh tubuh C
it: Corpo intero C
ko: 전신 C
mr: संपूर्ण शरीर C
ms: Seluruh badan C
nl_nl: Volledig C
no: Hele kroppen C
pl: Całe ciało C
pt_br: Corpo inteiro C
pt_pt: Corpo inteiro C
ro: În întregime, C.
ru: Все тело C
sk: Celokrčné C
sl: Celotno C.
sv: Helkropp C
ta: முழு உடல் C
te: పూర్తి శరీరం C
th: ทั้งตัว C
tr: Tam vücut C
uk: Все тіло C
vi: Toàn thân C

# training.f7f7fa19af19
source: 身体
ar_sa: الجسم
ca: cos
cs: Tělo
da: Krop
de_de: Körper
el: Σώμα
en_au: Body
es_es: Cuerpo
fi: Keho
fr_ca: Corps
gu: શરીર
he: גוף
hi: शरीर
hr: Tijelo
hu: Test
id: Tubuh
it: Corpo
ko: 신체
mr: शरीर
ms: Badan
nl_nl: Lichaam
no: Kropp
pl: Ciało
pt_br: Corpo
pt_pt: Corpo
ro: Corp
ru: Тело
sk: Telo
sl: Telo
sv: Kropp
ta: உடல்
te: శరీరం
th: ร่างกาย
tr: Vücut
uk: Тіло
vi: Cơ thể
zh_hant: 身體

# training.f85857b6a867
source: 目標差
ar_sa: فارق الهدف
ca: diferència d'objectiu
cs: Rozdíl mezi cílem
da: Målaforskellen
de_de: Zielunterschied
el: Διαφορά στόχου
en_au: Goal difference
es_es: Diferencia entre el objetivo
fi: Tavoitteen ero
fr_ca: Différence par rapport à l'objectif
gu: ધ્યયમાં તફાવત
he: הפרש מטרה
hi: लक्ष्य अंतर
hr: Razlika između cilja
hu: Cél különbség
id: Perbedaan tujuan
it: Differenza tra obiettivo
ko: 목표 차이
mr: लक्ष्यमधील फरक
ms: Perbezaan sasaran
nl_nl: Doelverschil
no: Målforskjell
pl: Różnica między celem
pt_br: Diferença entre o objetivo
pt_pt: Diferença entre o objetivo
ro: Diferența față de obiectiv
ru: Разница между целями
sk: Rozdiel medzi cieľom
sl: Razlika med ciljem
sv: Skillnad mellan mål
ta: குறிக்கோள் வேறுபாடு
te: లక్ష్య వ్యత్యాసం
th: ความแตกต่างของเป้าหมาย
tr: Hedef farkı
uk: Відмінність від цілі
vi: Sự khác biệt so với mục tiêu
zh_hans: 目标差
zh_hant: 目標差異

# training.f91b5b160025
source: 種目がありません
ar_sa: لا توجد أحداث
ca: No hi ha esdeveniments
cs: Žádné cvičení
da: Ingen øvelse angivet
de_de: Keine Übung vorhanden
el: Δεν υπάρχει άσκηση
en_au: No exercise selected
es_es: No hay ejercicio seleccionado
fi: Ei harjoitusta
fr_ca: Aucun exercice sélectionné
gu: કસરત નથી
he: אין תרגיל
hi: कोई गतिविधि नहीं
hr: Nema kategorije vježbe
hu: Nincs megadott feladat
id: Tidak ada jenis latihan
it: Non sono presenti esercizi
ko: 운동 종류가 없습니다
mr: व्यायाम प्रकार उपलब्ध नाही
ms: Tiada aktiviti
nl_nl: Geen oefening gevonden
no: Ingen øvelse angitt
pl: Brak ćwiczeń
pt_br: Não há exercício selecionado
pt_pt: Não há exercício selecionado
ro: Nu există exerciții
ru: Нет упражнений
sk: Žiadne cvičenia
sl: Ne obstaja vadbe
sv: Ingen övning tillgänglig
ta: பயிற்சி எதுவும் இல்லை
te: వ్యాయామం లేదు
th: ไม่มีชนิดของการออกกำลังกาย
tr: Egzersiz yok
uk: Немає видів вправ
vi: Không có bài tập nào
zh_hans: 没有项目
zh_hant: 沒有項目

# training.f9b578ec8c80
source: 脚の日
ar_sa: يوم الساق
ca: dia de cames
cs: Den pro nohy
da: Ben dagen
de_de: Tag für Beine
el: Ημέρα για τα πόδια
en_au: Leg Day
es_es: Día de piernas
fi: Jalkapäivä
fr_ca: Jour pour les jambes
gu: પગનો દિવસ
he: יום לחיזוק רגליים
hi: पैरों का दिन
hr: Dan za noge
hu: Láb nap
id: Hari untuk Latihan Kaki
it: Giorno per le gambe
ko: 다리 운동일
mr: पायांचा दिवस
ms: Hari untuk Kaki
nl_nl: Dag voor de benen
no: Ben dag
pl: Dzień dla nóg
pt_br: Dia para as pernas
pt_pt: Dia para as pernas
ro: Ziua pentru picioare
ru: День для ног
sk: Deň pre nohy
sl: Dan za noge
sv: Ben dagen
ta: கால்களை பயிற்சி செய்யும் நாள்
te: కాళ్ళ రోజు
th: วันสำหรับขา
tr: Bacak Günü
uk: День для ніг
vi: Ngày tập chân
zh_hans: 腿部日
zh_hant: 腿部日

# training.fa6a2ef643a8
source: セット構成
ar_sa: ضبط التكوين
ca: Composició del conjunt
cs: Konfigurace sady
da: Sæts opsætning
de_de: Satz-Konfiguration
el: Διαμόρφωση σετ
en_au: Set configuration
es_es: Configuración de la serie
fi: Sarjan asetus
fr_ca: Configuration de l'ensemble
gu: સેટની રચના
he: הגדרת סט
hi: सेट का विवरण
hr: Konfiguracija serije
hu: Szett konfiguráció
id: Konfigurasi Set
it: Configurazione della serie
ko: 세트 구성
mr: सेटची रचना
ms: Struktur Set
nl_nl: Configuratie van set
no: Oppsett
pl: Konfiguracja serii
pt_br: Configuração do conjunto
pt_pt: Configuração do conjunto
ro: Configurare set
ru: Конфигурация серии
sk: Konfigurácia sady
sl: Konfiguracija nastavitve
sv: Set-konfiguration
ta: செட் அமைப்பு
te: సెట్ నిర్మాణం
th: กำหนดการเซ็ต
tr: Set yapısı
uk: Конфігурація сету
vi: Cấu hình bộ bài
zh_hans: 组构成
zh_hant: 組組成

# training.fadb3814b3dc
source: AIコーチプラン
ar_sa: خطة مدرب الذكاء الاصطناعي
ca: Pla d'entrenador d'IA
cs: Plán od AI
da: AI-træningsplan
de_de: KI-Coach-Plan
el: Πρόγραμμα με AI-προπονητή
en_au: AI Coach Plan
es_es: Plan del entrenador AI
fi: AI-valmentaja -suunnitelma
fr_ca: Plan d'entraînement personnalisé par l'IA
gu: AI કોચ પ્લાન
he: תוכנית אימון AI
hi: AI कोच प्लान
hr: Plan za treniranje s AI-jem
hu: AI edzőterv
id: Rencana Pelatih AI
it: Piano di allenamento AI
ko: AI 코치 플랜
mr: AI प्रशिक्षक योजना
ms: Rencana jurulatih AI
nl_nl: AI-coachingplan
no: AI-trenerplan
pl: Plan treningowy AI
pt_br: Plano de treino com IA
pt_pt: Plano de treino com IA
ro: Plan personalizat AI
ru: План тренировок от AI
sk: Plán od AI
sl: Načrt za vadbo s pomočjo AI
sv: AI-träningsplan
ta: AI பயிற்சியாளர் திட்டம்
te: AI కోచ్ ప్లాన్
th: แผนโค้ช AI
tr: AI Koç Planı
uk: План від AI-тренера
vi: Kế hoạch huấn luyện AI
zh_hans: AI教练计划
zh_hant: AI教练计划

# training.fb1b356d17a5
source: 今日の内容をApple Watchへ同期しました
ar_sa: تمت مزامنة محتوى اليوم مع Apple Watch
ca: El contingut d'avui s'ha sincronitzat amb Apple Watch
cs: Dnes se synchronizovalo do Apple Watch
da: Dagens indhold er synkroniseret med Apple Watch
de_de: Heute's Training wurde auf das Apple Watch synchronisiert
el: Η σημερινή προπόνηση έχει συγχρονιστεί με το Apple Watch
en_au: Today's workout synced to Apple Watch
es_es: La información de hoy se ha sincronizado con Apple Watch
fi: Tänään tehdyt toiminnot synkronoitu Apple Watchiin
fr_ca: Le contenu de la journée a été synchronisé avec Apple Watch
gu: આજનો ડેટા એપલ વોચ સાથે સિંક થઈ ગયો છે
he: סנכנת את תוכן היום ל-Apple Watch
hi: आज की जानकारी को Apple Watch पर सिंक किया गया है
hr: Podatci za danas su sinkronizirani s Apple Watchom
hu: A mai edzés adatait az Apple Watch-ra szinkronizáltam
id: Konten Hari Ini Disinkronkan ke Apple Watch
it: La cronologia di oggi è stata sincronizzata con Apple Watch
ko: 오늘의 내용을 Apple Watch로 동기화했습니다
mr: आजचे वेळापत्रक Apple Watch वर सिंक केले आहे
ms: Maklumat hari ini telah disinkronkan ke Apple Watch
nl_nl: De inhoud van vandaag is gesynchroniseerd met Apple Watch
no: Dagens treningsøkter er synkronisert til Apple Watch
pl: Trening został zsynchronizowany z Apple Watch
pt_br: Conteúdo de hoje sincronizado com o Apple Watch
pt_pt: Conteúdo de hoje sincronizado com o Apple Watch
ro: Am sincronizat activitatea de astăzi cu Apple Watch
ru: Содержание сегодняшней тренировки синхронизировано с Apple Watch
sk: Dnes boli údaje synchronizované s Apple Watch
sl: Trenutni program je sinhroniziran s vašim Apple Watchom
sv: Idag har innehållet synkroniserats med Apple Watch
ta: இன்று உள்ள தகவலை ஆப்பிள் வாட்ச் உடன் ஒத்திசைக்கப்பட்டது
te: ఈరోజు కంటెంట్‌ను Apple Watchకు సింక్ చేసారు
th: กำลังซิงค์ข้อมูลวันนี้กับ Apple Watch
tr: Bugünün içeriği Apple Watch'a senkronize edildi
uk: Запис сьогоднішніх тренувань синхронізовано з Apple Watch
vi: Đã đồng bộ hóa nội dung hôm nay lên Apple Watch
zh_hans: 已将今日的内容同步到Apple Watch
zh_hant: 已將今日內容同步至 Apple Watch

# training.fbf5f35e5109
source: 入力完了
ar_sa: اكتمل الإدخال
ca: Entrada completada
cs: Dokončeno
da: Indtastet færdig
de_de: Eingabe abgeschlossen
el: Ολοκλήρωση εισόδου
en_au: Input complete
es_es: Completado
fi: Valmis
fr_ca: Terminé
gu: પૂર્ણ થયું
he: סיום הקלטה
hi: इनपुट पूरा हुआ
hr: Potvrda unosa
hu: Befejezve
id: Selesai Masukkan
it: Completato
ko: 입력 완료
mr: पूर्ण
ms: Selesaikan input
nl_nl: Voltooid
no: Ferdig med input
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Finalizare introducere
ru: Завершено
sk: Dokončiť vstup
sl: Končano
sv: Inmatning klar
ta: உள்ளீடு முடிந்தது
te: పూర్తి చేశాను
th: เสร็จสิ้นการป้อนข้อมูล
tr: Tamam
uk: Завершено введення
vi: Hoàn thành nhập liệu
zh_hans: 已完成输入
zh_hant: 輸入完成

# training.fca5e185e9e2
source: セット一括設定
ar_sa: ضبط إعداد الدفعة
ca: Estableix la configuració del lot
cs: Nastavit více sad
da: Sæt - masseindstilling
de_de: Mehrere Sätze gleichzeitig festlegen
el: Ομαδική ρύθμιση σετ
en_au: Bulk set configuration
es_es: Configurar series por lotes
fi: Sarjan määritys
fr_ca: Définir plusieurs ensembles
gu: સેટનું એક સાથે સેટિંગ
he: הגדרת סט בצורה מקובצת
hi: एक साथ सेट
hr: Uredi sve serije
hu: Szettek egyidejű beállítása
id: Pengaturan Set Massal
it: Imposta serie
ko: 세트 일괄 설정
mr: एकाच वेळी सेट सेट करा
ms: Tetapkan Set secara berbilang
nl_nl: Alle sets tegelijk instellen
no: Sett – flere oppsett samtidig
pl: Ustaw serię w pakcie
pt_br: Definir conjuntos em massa
pt_pt: Definir conjuntos em massa
ro: Seturi multiple
ru: Настройка серии
sk: Nastaviť všetky sady
sl: Nastavite serije vseh
sv: Konfigurera flera set
ta: செட்களை ஒரே நேரத்தில் அமைத்தல்
te: ఒకేసారిగా సెట్‌లను సెట్ చేయండి
th: ตั้งค่าเซ็ตแบบกลุ่ม
tr: Birden fazla set ayarla
uk: Масове встановлення сетів
vi: Thiết lập bộ bài theo nhóm
zh_hans: 批量设置组
zh_hant: 一次性設定組

# training.fd89f4db4ef1
source: 終了
ar_sa: نهاية
ca: final
cs: Dokončit
da: Afslut
de_de: Fertig
el: Τέλος
en_au: Finish
es_es: Finalizar
fi: Lopeta
fr_ca: Terminer
gu: પૂર્ણ કરો
he: סיום
hi: समाप्त करें
hr: Završiti
hu: Bezárás
id: Selesai
it: Fine
ko: 종료
mr: पूर्ण करा
ms: Selesai
nl_nl: Afmaken
no: Fullfør
pl: Zakończ
pt_br: Finalizar
pt_pt: Finalizar
ro: Terminare
ru: Завершить
sk: Dokončené
sl: Končaj
sv: Avsluta
ta: முடிவு
te: ముగించు
th: เสร็จสิ้น
tr: Bitiş
uk: Завершити
vi: Hoàn thành
zh_hans: 结束
zh_hant: 結束

# training.ff094202dcaa
source: 筋肥大
ar_sa: تضخم العضلات
ca: hipertròfia muscular
cs: Budování svalů
da: Muskeltilvækst
de_de: Muskelaufbau
el: Αύξηση μυϊκού όγκου
en_au: Muscle Growth
es_es: Hipertrofia muscular
fi: Lihasten kasvatus
fr_ca: Hypertrophie musculaire
gu: સ્નાયુ વૃદ્ધિ
he: גדילת שרירים
hi: मांसपेशियों का विकास
hr: Razvoj mišića
hu: Izomzat növekedése
id: Peningkatan Massa Otot
it: Ipertrofia muscolare
ko: 근육 증가
mr: मांसपेशींचा आकार वाढवणे
ms: Pertambahan Otot
nl_nl: Spiergroei
no: Muskeltilvekst
pl: Hipertrofia mięśni
pt_br: Hipertrofia muscular
pt_pt: Hipertrofia muscular
ro: Hipertrofie musculară
ru: Гипертрофия
sk: Budovanie sily
sl: Izboljšanje mišic
sv: Muskeltillväxt
ta: எடை அதிகரிப்பு
te: కండర పరిమాణం
th: การเพิ่มขนาดกล้ามเนื้อ
tr: Kas Gelişimi
uk: Розвиток м'язів
vi: Phát triển cơ bắp
zh_hans: 肌肉增长
zh_hant: 肌肉增肥

# training.ffb65eb71783
source: チンニング
ar_sa: الذقن
ca: Chinning
cs: Přítahy
da: Chin-up
de_de: Klimmzüge
el: Έλξεις
en_au: Chin-up
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચીનિંગ
he: חתירה
hi: चिन-अप
hr: Chin-up
hu: Magasan fekvő gólnak való kapaszkodás
id: Chin-up
it: Trazioni alla sbarra
ko: 친업
mr: चिन अप
ms: Chin-up
nl_nl: Chin-ups
no: Pull-ups
pl: Podciąganie na drążku
pt_br: Barra fixa
pt_pt: Barra fixa
ro: Tracțiuni
ru: Отжимания от брусьев
sk: Chin-up
sl: Chin-ups
sv: Chins
ta: சின்னிங்
te: చైనింగ్
th: ชินนิ่ง
tr: Barfiks
uk: Підтягування на турніку
vi: Pull-up
zh_hans: 引体向上
zh_hant: 引體向上

# training.fff037a8485f
source: 主な部位
ar_sa: الأجزاء الرئيسية
ca: Parts principals
cs: Hlavní partie
da: Hovedområder
de_de: Hauptmuskelgruppen
el: Βασικά μέρη
en_au: Main Muscle Groups
es_es: Músculos principales
fi: Pääalueet
fr_ca: Principaux muscles sollicités
gu: મુખ્ય ભાગો
he: אזורים עיקריים
hi: मुख्य मांसपेशियां
hr: Glavne dijelove
hu: Főbb részek
id: Area Utama
it: Muscoli principali
ko: 주요 부위
mr: मुख्य भाग
ms: Tempat utama
nl_nl: Belangrijke spiergroepen
no: Hovedområder
pl: Główne partie mięśni
pt_br: Principais grupos musculares
pt_pt: Principais grupos musculares
ro: Zone principale
ru: Основные группы мышц
sk: Hlavné partie
sl: Osnovni deli
sv: Huvudområden
ta: முக்கிய பகுதிகள்
te: ముఖ్యమైన భాగాలు
th: ส่วนที่เน้น
tr: Ana Bölümler
uk: Основні групи м'язів
vi: Các bộ phận chính
zh_hans: 主要部位
zh_hant: 主要部位

# training.ffff1775646c
source: Apple Watch側にBodyModeをインストールしてください
ar_sa: الرجاء تثبيت BodyMode على الجانب Apple Watch
ca: Instal·leu BodyMode al costat de Apple Watch
cs: Ujistěte se, že je aplikace BodyMode nainstalována na vašem zařízení Apple Watch.
da: Installer BodyMode på din Apple Watch.
de_de: Installieren Sie BodyMode auf Ihrem Apple Watch.
el: Εγκαταστήστε το BodyMode στην πλευρά του Apple Watch.
en_au: Please install BodyMode on your Apple Watch.
es_es: Instale BodyMode en su dispositivo Apple Watch.
fi: Asenna BodyMode Apple Watchiin.
fr_ca: Installez BodyMode sur votre Apple Watch.
gu: એપલ વૉચ પર BodyMode ઇન્સ્ટોલ કરો.
he: התקינו את BodyMode בצד ה-Apple Watch.
hi: Apple Watch पर BodyMode इंस्टॉल करें।
hr: Instalirajte BodyMode na vašem Apple Watchu.
hu: Kérjük, telepítse a BodyMode-ot az Apple Watch-ra.
id: Instal aplikasi BodyMode di perangkat Apple Watch Anda.
it: Installa BodyMode sul tuo dispositivo Apple Watch.
ko: Apple Watch에 BodyMode 앱을 설치해주세요.
mr: ॲपल वॉचवर BodyMode इंस्टॉल करा.
ms: Pasang BodyMode di sisi Apple Watch.
nl_nl: Installeer BodyMode op uw Apple Watch.
no: Installer BodyMode på Apple Watch-siden.
pl: Zainstaluj aplikację BodyMode na urządzeniu Apple Watch.
pt_br: Instale o BodyMode no seu Apple Watch.
pt_pt: Instale o BodyMode no seu Apple Watch.
ro: Instalați BodyMode pe dispozitivul Apple Watch.
ru: Установите BodyMode на устройство Apple Watch.
sk: Nainštalujte aplikáciu BodyMode na zariadenie Apple Watch.
sl: Namestite BodyMode na vašo napravo Apple Watch.
sv: Installera BodyMode på din Apple Watch.
ta: ஆப்பிள் வாட்சில் BodyMode-ஐ நிறுவவும்.
te: Apple వాచ్‌లో BodyModeని ఇన్‌స్టాల్ చేయండి
th: โปรดติดตั้ง BodyMode ใน Apple Watch
tr: Apple Watch'te BodyMode uygulamasını kurun.
uk: Встановіть BodyMode на Apple Watch.
vi: Vui lòng cài đặt BodyMode trên thiết bị Apple Watch.
zh_hans: 请在Apple Watch侧安装BodyMode
zh_hant: 请在Apple Watch上安装BodyMode

# training.history_average_volume
source: 1回あたり平均
ar_sa: متوسط الحجم لكل تمرين
ca: Volum mitjà per sessió
cs: Průměr pro jednu sérii
da: Gennemsnit pr. session
de_de: Durchschnitt pro Trainingseinheit
el: Μέση τιμή ανά επανάληψη
en_au: Average volume per session
es_es: Volumen promedio por sesión
fi: Keskimääräinen volyymi per kerta
fr_ca: Volume moyen par séance
gu: એક સેટમાં સરેરાશ
he: נפח ממוצע לשימוש
hi: प्रति सत्र औसत
hr: Prosječno po satu
hu: Átlagos mennyiség 1 edzésenként
id: Volume rata-rata per sesi
it: Volume medio per allenamento
ko: 1회 평균
mr: प्रत्येक सत्रातील सरासरी
ms: Purata setiap sesi
nl_nl: Gemiddelde per sessie
no: Gjennomsnittlig volum per økt
pl: Średnia objętość na trening
pt_br: Volume médio por sessão
pt_pt: Volume médio por sessão
ro: Volum mediu per sesiune
ru: Среднее значение за 1 тренировку
sk: Priemer za jeden tréning
sl: Povprečna količina na poskusu
sv: Genomsnittligt volym per pass
ta: ஒவ்வொரு முறையிலும் சராசரி
te: ఒక్కో సెట్‌కు సగటు
th: ปริมาณเฉลี่ยต่อครั้ง
tr: Ortalama (bir antrenman)
uk: Середнє значення за один раз
vi: Trung bình mỗi lần
zh_hans: 每次平均
zh_hant: 每次平均
